Repository: SukomoraB/atm-analytics
Catalog: analytics_gui/locale/*/LC_MESSAGES/django.po
Languages: es

source: Case number
es: Número de caso

source: Importance of the case
es: Importancia del caso

source: Case status
es: Estado del caso

source: Creation date of the case
es: Fecha de creación del caso

source: low
es: bajo

source: medium
es: medio

source: high
es: alto

source: open
es: abierto

source: close
es: cerrado

source: Case name
es: Nombre del caso

source: Estimated amount missing
es: Monto faltante estimado

source: Currency
es: Divisa

source: Extra brief description of the case
es: Breve descripción extra del caso

source: Bank
es: Banco

source: Case
es: Caso

source: Other XFS
es: Otro XFS

source: Operating system
es: Sistema Operativo

source: Name of the person who facilitates the virtual Journal
es: Nombre de la persona que le facilito el Journal virtual

source: Another type of log?
es: ¿Otro tipo de log?

source: ATM location
es: Localización del ATM

source: %(hardware), %(software) and %(OS)
es: %(hardware), %(software) y %(OS)

source: Operating System
es: Sistema Operativo

source: XFS Error
es: Error XFS

source: XFS Errors
es: Errores XFS

source: green
es: verde

source: red
es: rojo

source: orange
es: naranja

source: user
es: usuario

source: bank
es: banco

source: transporting company
es: transvalores

source: anonymous
es: anonimo

source: Identifier
es: Identificador

source: Unique identifier of the error
es: Identificador único del error

source: Description
es: Descripción

source: Description of error
es: Descripción del error

source: ATM hardware
es: Hardware del ATM

source: ATM software
es: Software del ATM

source: ATM Operating System
es: Sistema Operativo del ATM

source: Guilt
es: Culpa

source: Who is guilty?
es: ¿Quién tiene la culpa?

source: Error color
es: Color del error

source: EventViewer Error
es: Error de EventViewer

source: EventViewer Errors
es: Errores de EventViewer

source: Date of the event
es: Fecha del evento

source: No error
es: Sin error

source: Important error
es: Error importante

source: Critical error
es: Error critico

source: create case
es: crear caso

source: case
es: caso

source: New case
es: Nuevo caso

source: Delete
es: Borrar

source: Change picture
es: Cambiar imagen

source: How many ATMs do you like to add?
es: Cuantos ATMs quieres agregar

source: Add
es: Agregar

source: Do you have error manuals?
es: ¿Usted cuenta con los manuales de errores?

source: Manual of errors
es: Manual de errores

source: The manual errors, is the document provided by the manufacturer which identifies the error that is created in the Journal (log of operations XFS) which comes from hardware operations of the ATM, we recommend that if you have any new version of hardware or ATMS software for production introduce the Journal in PDF format or configuration specifies that this embodied in PDF format for any of the brands of ATMs and NCR, Wincor Nixdorf, Diebold, Triton, Nautilus can attach to the case.
es: El manual de errores, es el documento proporcionado por el fabricante el cual identifica el error que se crea en el Journal (log de operaciones XFS) del que proviene de las operaciones del hardware del ATM, recomendamos que si tienen alguna nueva versión de hardware o software para los ATMS en producción introducir el Journal en Formato PDF o alguna configuración especifica que este plasmada en formato PDF para cualquiera de las marcas de ATMs como NCR, Wincor Nixdorf , Diebold, Triton , Nautilus puede adjuntarla al caso.

source: Do you have the Microsoft EventViewer log?
es: ¿Usted cuenta con los logs de Microsoft EventViewer?

source: For ATMs that are in XP, Windows 7 and Windows 8, Microsoft has a system of internal logs that allow us to identify missing or if the error comes from a bad operation of the manufacturer or operator support..<br><br>If you are not directly involved with the operations of ATM recommend that you read the following manual to remove the logs from Microsoft on the date range that the missing was detected.<br><br>How to export and view event logs in Windows (<a target='blank' href='https://kb.acronis.com/content/8859'>https://kb.acronis.com/content/8859</a>)
es: Para los ATMs que estén en XP, Windows 7 y Windows 8, Microsoft cuenta con un sistema de logs interno que nos permitirá identificar si el error o faltante proviene de una mala operación del fabricante o de un operario de soporte.<br><br>Si usted no está directamente involucrado con las operaciones del ATM recomendamos leer el siguiente manual para poder extraer los logs del Microsoft sobre el rango de fechas que se detectó el faltante.<br><br>Como extraer logs Event Viewer Microsoft (<a target='blank' href='https://kb.acronis.com/content/8859'>https://kb.acronis.com/content/8859</a>)

source: Select Virtual Journal
es: Seleccionar Journal Virtual

source: Add file
es: Añadir archivo

source: Another type of log
es: Otro Tipo de logs

source: If you or your network has the security software as Cyttek SDAX for the protection of ATMs can supply the agent log to identify problems that ATM may have greater depth and thus define the problem more specific missing.
es: Si usted o su red cuenta con el Software de seguridad como Cyttek SDAX para la protección de los cajeros automáticos puede suministrar el log del agente para poder identificar problemas que el cajero pueda tener en mayor profundidad y delimitar así el problema de faltante mas especifico.

source: Add ATM
es: Agregar ATM

source: Save
es: Guardar

source: Analyze
es: Analizar

source: Date of issue PDF
es: Fecha de emisión PDF

source: Case Analysis
es: Análisis de caso

source: Analyst name
es: Nombre del analista

source: Date
es: Fecha

source: Number of affected ATMs
es: Cantidad de ATMs afectados

source: Missing amount
es: Monto Faltante

source: Client
es: Cliente

source: Affected ATMs locations
es: Ubicaciones de ATMs afectados

source: Log files
es: Archivo log

source: File name
es: Nombre del archivo

source: Creation date
es: Fecha de creación

source: Automatic analysis
es: Análisis Automático

source: XFS events
es: Eventos del XFS

source: Number of transactions
es: Cantidad de transacciones

source: Total amount of valid transactions
es: Monto total de transacciones validas

source: Transactions with critical errors
es: Cantidad de transacciones con errores críticos

source: Total percentage of transactions with critical errors
es: Porcentaje total de transacciones de errores críticos

source: Total amount of transactions with critical errors
es: Monto total de transacciones con errores criticos

source: Total amount of transactions with important errors
es: Monto total de transacciones con errores importantes

source: Timeline range
es: Rango de tiempo del timeline

source: Missing amount in the timeline
es: Monto faltante en el timeline

source: Estimated cash missing in case
es: Efectivo faltante estimado del caso

source: Percentage of critical errors identified as missing
es: Porcentaje de errores críticos identificados como faltante

source: Total events
es: Total de eventos

source: Total events shown in the timeline
es: Total de eventos mostrados en el timeline

source: Total events that can induce errors XFS
es: Total de eventos que pueden inducir errores XFS

source: Undefined
es: Sin definir

source: Percentage of total errors that induce errors XFS
es: Porcentaje de el total de errores que inducen errores XFS

source: Not provided logs for analysis
es: No se proporcionaron logs para su análisis

source: Cash replenishment events
es: Eventos de Reposición de efectivo

source: Amount of total cash replenishment events
es: Cantidad de eventos de reposición de efectivo totales

source: Amount of cash events involving the analyzed ATM addresses
es: Cantidad de eventos de efectivo que involucran la direcciones de los ATMs analizados

source: Number of events in timeline which can induce malfunction
es: Cantidad de eventos de Timeline que pueden inducir errores de funcionamiento

source: Estimating percentage of fault
es: Estimación de porcentaje de culpa

source: User
es: Usuario

source: Maintenance or replacement company
es: Empresa de mantenimiento o reposición

source: External
es: Externo

source: Technical Report
es: Reporte técnico

source: Analyst
es: Analista

source: Resolution
es: Resolución

source: Critical errors
es: Errores Criticos

source: Important errors
es: Errores Importantes

source: Transactions without problems
es: Transacciones sin problemas

source: Operations
es: Operaciones

source: Amount
es: Monto

source: ATMs number
es: Numero de ATM

source: Address
es: Direción

source: Journal events filters
es: Filtros de Journal eventos

source: Filter errors
es: Filtrar errores

source: No errors
es: Sin errores

source: Filter by date
es: Filtrar por fecha

source: Other filters
es: Otros filtros

source: Windows event filters
es: Filtros de eventos de windows

source: Event filters
es: Fitros de eventos

source: Cash replenishment events filters
es: Eventos de Reposición de efectivo

source: Cash replenishment events applied
es: Eventos de Reposición de efectivo aplicados

source: results
es: resultados

source: Report
es: Reporte

source: case status
es: estado del caso

source: selected out of
es: seleccionados de

source: records
es: registros

source: Type of errors
es: Tipos de errores

source: Operations report
es: Reporte de Operaciones

source: Errors
es: Errores

source: Amounts
es: Montos

source: Filter
es: Filtro

source: Filter operations
es: Filtrar operaciones

source: Type
es: Tipo

source: Important Error
es: Error importante

source: All
es: Todos

source: Windows events
es: Eventos de windows

source: timeline filter
es: Filtrar timeline

source: Missing amount analyzed in the timeline
es: Monto faltante analizado en el timeline

source: Events
es: Eventos

source: Schedule
es: Horario

source: Estimate based on events XFS
es: Estimación basada en los eventos del XFS

source: Name
es: Nombre

source: Close
es: Cerrar

source: Open
es: Abrir

source: User name
es: Nombre de usuario

source: Password
es: Contraseña

source: First name
es: Nombre

source: Last name
es: Apellido

source: analyst
es: analista

source: Company
es: Compañia

source: Position
es: Posición

source: Sign In
es: Iniciar Sesión

source: Please correct the error below
es: Por favor corrija los errores a continuación

source: Remember Me
es: Recordar Usuario

source: User or incorrect password
es: Usuario o contraseña incorrecto

source: Inactive user
es: Usuario inactivo

source: Create case
es: Crear caso

source: Cases
es: Casos

source: Table filter
es: Filtro de tabla

source: Filter cases
es: Filtar casos

source: Number of ATMs
es: Cantidad de ATMs

source: Status
es: Estado

source: Results
es: Resultados

source: Settings
es: Configuración

source: New user
es: Nuevo Usuario

source: Create
es: Crear

source: Users
es: Usuarios

source: Add user
es: Agregar Usuario

source: Filter users
es: Filtar usuarios

source: Number of cases
es: Numero de casos

source: XFS formats
es: Formatos XFS

source: New format
es: Nuevo formato

source: Filter formats
es: Filtrar operaciones

source: Banks
es: Bancos

source: Company name
es: Nombre de la Empresa

source: Phone
es: Teléfono

source: Phone number
es: Teléfono

source: Companies
es: Compañia

source: Bank name
es: Nombre del Banco

source: ATM address
es: Direción de ATM

source: XFS sample file
es: Archivo de muestra XFS

source: Group Separator
es: Separador de grupo

source: Row Separator
es: Separador de fila

source: Date pattern
es: Patrón de fecha

source: Select any "date-time" inside the text
es: Seleccione cualquier "fecha-hora" en el texto

source: Total amount pattern
es: Patrón de monto total

source: Currency pattern
es: Patrón de divisa

source: XFS Formats
es: Formatos XFS

source: Type of event
es: Tipos de eventos

source: settings
es: configuración

source: ATMs address
es: Dirección de ATMs

source: Or upload addresses in CSV format
es: O Subir direcciones en CSV

source: ATMs replenishment events in CSV format
es: Eventos de reposición de ATMs en formato CSV

source: format
es: formato

source: XFS format
es: Formato XFS

source: XFS file
es: Archivo XFS

source: Read file
es: Leer archivo

source: Search for...
es: Buscar por...

source: Add event
es: Añadir evento

source: No Errors
es: Sin errores

source: English
es: Ingles

source: Spanish
es: Español
